Repository: hyperwolf24/opencloud
Catalog: services/graph/pkg/l10n/locale/*/LC_MESSAGES/graph.po
Languages: ja, vi

source: Can edit
ja: 編集可
vi: Có quyền chỉnh sửa

source: Can edit without versions
ja: 編集 （履歴なし）
vi: Có quyền chỉnh sửa không tạo phiên bản

source: Can manage
ja: 管理可能
vi: Có quyền quản lý

source: Can upload
ja: アップロード可能
vi: Có quyền đăng tải

source: Can view
ja: 閲覧可能
vi: Có quyền xem

source: Can view (secure)
ja: セキュア閲覧（閲覧のみ）
vi: Có quyền xem (bảo mật)

source: Cannot access
ja: アクセス不可
vi: Không có quyền truy cập

source: Deny all access.
ja: すべてのアクセスを拒否
vi: Cấm mọi quyền truy cập.

source: Here you can add a description for this Space.
ja: 説明を追加

source: View and download.
ja: 閲覧とダウンロード
vi: Xem và tải về.

source: View only documents, images and PDFs. Watermarks will be applied.
ja: ドキュメント、画像、PDFの閲覧のみ。透かし（ウォーターマーク）が適用
vi: Chỉ được xem tài liệu, hình ảnh và PDF. Sẽ hiển thị hình mờ.

source: View, download and edit.
ja: 閲覧、ダウンロード、編集
vi: Xem, tải về và chỉnh sửa.

source: View, download and show all invited people.
ja: 閲覧、ダウンロード、および全招待ユーザーの表示
vi: Xem, tải về và hiển thị danh sách người được mời.

source: View, download and upload.
ja: 閲覧、ダウンロード、アップロード
vi: Xem, tải về và tải lên.

source: View, download, edit and show all invited people.
ja: 閲覧、ダウンロード、編集、および全招待ユーザーの表示
vi: Xem, tải về, chỉnh sửa và hiển thị danh sách người được mời.

source: View, download, upload, edit, add and delete.
ja: 閲覧、ダウンロード、アップロード、編集、追加、削除
vi: Xem, tải về, tải lên, chỉnh sửa, thêm và xóa.

source: View, download, upload, edit, add, delete and manage members.
ja: 閲覧、ダウンロード、アップロード、編集、追加、削除、およびメンバー管理
vi: Xem, tải về, tải lên, chỉnh sửa, thêm, xóa và quản lý thành viên.

source: View, download, upload, edit, add, delete and show all invited people.
ja: 閲覧、ダウンロード、アップロード、編集、追加、削除、および全招待ユーザーの表示
vi: Xem, tải về, tải lên, chỉnh sửa, thêm, xóa và hiển thị danh sách người được mời.

source: View, download, upload, edit, add, delete including the history.
ja: 閲覧、ダウンロード、アップロード、編集、追加、削除（履歴を含む）
vi: Xem, tải về, tải lên, chỉnh sửa, thêm và xóa bao gồm lịch sử.
