Repository: hyperwolf24/opencloud
Catalog: services/activitylog/pkg/service/l10n/locale/*/LC_MESSAGES/activitylog.po
Languages: ja, vi

source: description
ja: 詳細
vi: mô tả

source: display name
ja: 表示名
vi: tên hiển thị

source: expiration date
ja: 有効期限
vi: ngày hết hạn

source: password
ja: パスワード
vi: mật khẩu

source: permission
ja: 権限
vi: quyền

source: some field
ja: 特定の項目
vi: một số trường

source: {resource} was downloaded via public link {token}
ja: {resource} が公開リンク {token} 経由でダウンロードされました
vi: {resource} được tải xuống qua đường dẫn công khai {token}

source: {user} added {resource} to {folder}
ja: {user} が %{resource} を {folder} に追加しました
vi: {user} thêm {resource} vào {folder}

source: {user} added {sharee} as member of {space}
ja: {user} が {sharee} を {space} のメンバーに追加しました
vi: {user} thêm {sharee} vào {space}

source: {user} deleted {resource} from {folder}
ja: {user} が {folder} から {resource} を削除しました
vi: {user} xóa {resource} khỏi {folder}

source: {user} moved {resource} to {folder}
ja: {user} が {resource} を {folder} に移動しました
vi: {user} chuyển{resource} đến {folder}

source: {user} removed link to {resource}
ja: {user} が {resource} へのリンクを解除しました
vi: {user} xóa đường liên kết tới {resource}

source: {user} removed {sharee} from {resource}
ja: {user} が {resource} の共有から {sharee} を削除しました
vi: {user} xóa {sharee} khỏi {resource}

source: {user} removed {sharee} from {space}
ja: {user} が {space} の共有から {sharee} を削除しました
vi: {user} xóa {sharee} khỏi {space}

source: {user} renamed {oldResource} to {resource}
ja: {user} が {oldResource} の名前を {resource} に変更しました
vi: {user} đổi tên {oldResource} thành {resource}

source: {user} shared {resource} via link
ja: {user} がリンク経由で {resource} を共有しました
vi: {user} chia sẻ {resource} qua đường liên kết

source: {user} shared {resource} with {sharee}
ja: {user} が {resource} を {sharee} と共有しました
vi: {user} chia sẻ {resource} với {sharee}

source: {user} updated {field} for a link {token} on {resource}
ja: {user} が {resource} のリンク {token}の {field} を更新しました
vi: {user} cập nhật {field} của đường liên kết {token} đến {resource}

source: {user} updated {field} for the {resource}
ja: {user} が {resource} の {field} を更新しました
vi: {user} cập nhật {field} của {resource}

source: {user} updated {resource} in {folder}
ja: {user} が {folder} 内の {resource} を更新しました
vi: {user} cập nhật {resource} trong {folder}
